
[Info]
Language=English
GlobalFontName=Tahoma
LangVer=PC.0.0.1 (2012/03/05)


[Text]
Language=Language
Version=Version
Type=Type
Date=Date
RecordingTime=Recording Time
FileName=File Name
FileList=File List
PlayList=Play List
Info=Info
Password=Password
NewPassword=New Password
VerifyPassword=Verify Password

CaptureComplete=Capture complete.
FileSaveComplete=File save complete.
WrongPassword=Wrong password.
InternetDisconnect=Internet Connection Required.

Capture=Capture
File=File
Save=Save
SaveDirectory=Save Directory
Setting=Setting
CaptureScreen=Capture Screen

# setting 
AccidentSensitivity=Shock Sensitivity
Accidentcylinder=EngineCylinder
Cylinderslow=Cylinder Low
Cylindershigh=Cylinder High
Sensitive=Sensitivity
Sensibility=High
Normality=Normal
Insensibility=Low
Announcement=Announcement
TimeZone=Time zone
UnitOfSpeed=Unit of Speed
NumberOfVehicle=Number of Vehicle
Recorder=Recorder
Recording=Recording
Channel=Channel
Mode=Mode
Resolution=Resolution
Quality=Quality
Audio=Audio
PulseReset=PulseReset
Brake=Brake
Input1=Input1
Input2=Input2
CarNumber=CarNumber
DriverCode=DriverCode
OsdSpeed=Speed OSD

EventFileOverwrite=Event File Overwrite

MotionDetect=Motion Detection
Memory=Memory
Area=Area
Full=Full

Video=Video
Output=Output

TimeSetting=Time Setting
Year=Year
Month=Month
Hour=Hour
Minute=Minute
Sec=Sec

Setup=Setup
Display=Display
Device=Device
System=System

SelectAll=Select All
Emergency=Emergency
Shock=G-Sensor
Motion=Motion
Infinity=Continuous
Event=Event

Volume=Volume
PlaySpeed=Playback Speed

Korean=한국어
English=English
Japanese=日本語
FrontCamera=Front Cam
RearCamera=Rear Cam
BlackBox=Blackbox
NotConnected=Not Connected
Offset=Offset
Off=Off
On=On
Auto=Auto
Compressed=Compressed
Unit=Unit
Flip=Flip image
Mirror=Mirror image
Buzzer=Buzzer
ButtonSound=Button
EventSound=Event
LowVoltage=Low Voltage
Battery=Battery
Parking=Parking
SdFormat=SD Format
Update=Update
SetDefault=Set Default
RecordingAlarm=Alarm
VoiceGuidance=Voice guidance

#message
ReallyFormat=All data will be lost. Do you wish to format?
AllConfigReset=Reset to Default Setting.
SelectSdCard=Select Disk Drive.
ParkingEndChange2ch=Parking end change 2CH
SensingDual=DUAL : Sensing the voltage and power
SensingVoltage=VOLTAGE : Sensing the voltage
#error mssage
FileError=File error
FileOpenError=File open error
CopyingFiles=Copying Files ...
Ok=Ok
Cancel=Cancel

EventReportWriting=Event Report Writing
UserInput=User Input
DescriptionAddup=Description Addup
Print=Print
EventReport=Event Report
EventDate=1. Event Date
Eventloc=2. Event Loc.（ＧＰＳ）
G_sensor=3. G-Sensor
Description=4. Description
High=High
Middle=Middle
Low=Low
EventCapacity=Event Capacity
OldFileDelete=Existing files are cleared
Viewer=Viewer
Firmware=Firmware
LastVersion=The latest version
UpdateNeed=Please update to the new version
Checking=Checking... Please wait.
ServerError=Server connection error.
StorageInfo=Storage Info
Reload=RELOAD
StorageCapacity=Storage Capacity
Close=Close

[ToolTip]
#---------- [Main]
Extend=Extend
Maximize=Maximize (Enter)
Minimize=Minimize
Close=Close
FRChange=Front/Rear Change (R)
FMChange=Map Extend (M)
Zoom=Zoom (Z)
Mux=Mux
Map=Map
Info=Info (I)
Setup=Setup (U)
Capture=Image Capture (C)
Print=Report Print (P)
Save=File Copy (S)
SaveAll=All File Copy (A)
Log=Log (L)
Previous=Previous File (PgDn)
Play=Play (Space)
Pause=Pause (Space)
Stop=Stop
Next=Next File (PgUp)
Seek=FPS Seek (F)
Seek_n=Seek - (Left)
Seek_p=Seek + (Right)

Front=Front
Rear=Rear
Format=Format
GpsPulse=GPS PULSE

#---------- [Main File List]
DeleteAll=Delete All List
FileOpen=File Open (O)
AllFile=All Files
Infinity=Continuous
Motion=Motion Event
Gsensor=G-Sensor Event
Emergenc=Emergency Button

#---------- [info]
GroundSpeed=Speed over ground
Direction=Running direction
GsensorGraph=G-Sensor Data
Volume=Volume
PlaySpeed=Play Speed
PlayTime=Play Time
Brightness=Brightness

#---------- [FileList]
SelectDirectory=Select a disk drive or directory
